{"version": "v1.1", "data": [{"title": "קטינקה הוסו", "paragraphs": [{"context": "באליפות העולם (בריכת 25 מטר) שנערכה באיסטנבול שבטורקיה בדצמבר אותה שנה זכתה הוסו ב-5 מדליות, מהן 2 זהב, 2 כסף ו-1 ארד. מדליות זהב במשחה ל-200 מטר פרפר בשיא אליפות חדש של 2:02.20 דקות, לפני ליויאנג ג'יאו מסין (2:02.28 דקות) וג'מה לאווה מבריטניה (2:03.19 דקות) ובמשחה ל-100 מטר מעורב אישי בשיא אליפות חדש נוסף של 58.49שניות, לפני רותה מיילוטיטה מליטא (58.79 שניות) וז'ינג זאו מסין (58.80 שניות). מדליות כסף, במשחה ל-200 מטר חופשי בתוצאה של 1:54.31 דקות, אחרי אליסון שמיט מארצות הברית (1:53.59 דקות) ולפני מלני קוסטה מספרד (1:54.45 דקות) ובמשחה ל-200 מטר מעורב אישי בתוצאה של 2:04.72 דקות, אחרי יה שיוון מסין שקבעה שיא אליפות חדש של 2:04.64 דקות ולפני האנה מיילי מבריטניה (2:07.12 דקות) ומדליית ארד במשחה ל-400 מטר מעורב  אישי בתוצאה של 4:25.95 דקות, אחרי האנה מיילי שקבעה שאי אליפות חדש של (4:23.14 דקות) ויה שיוון (4:23.33 דקות).", "qas": []}, {"context": "באליפות העולם (בריכת 25 מטר) שנערכה בוינדזור, אונטריו, קנדה בדצמבר אותה שנה זכתה הוסו ב-9 מדליות אישיות, מהן 7 מדליות זהב, 2 מדליות כסף, לאחר שהשתתפה ב-11 משחים מתוך 17 אפשריים, יותר מכל שחיין או שחיינית אחרים באליפות והייתה לשחיינית המצטיינת של כל האליפות. מדליות זהב, במשחי הגב ל-100 מטר (55.54 שניות) ול-200 מטר (2:00.79 דקות), במשחי הפרפר ל-100 מטר (55.12 שניות) ול-200 מטר (2:02.15 דקות) ובמשחי מעורב אישי ל-100 מטר (57.24 שניות), ל-200 מטר (2:02.90 דקות) ול-400 מטר (4:21.67 דקות). מדליות כסף, במשחה ל-200 מטר חופשי (1:52.28 דקות) ובמשחה ל-50 מטר גב (25.99 שניות). נוסף לכך, היא סיימה במקום רביעי במשחה ל-400 מטר חופשי (3:59.89 דקות) ובמקום שישי במשחה ל-800 מטר חופשי (8:36.76 דקות), בשלב המוקדמות היא קבעה תוצאה של 8:25.00 דקות.", "qas": []}]}]}