{"version": "v1.1", "data": [{"title": "אברהם יוסף שפירא", "paragraphs": [{"context": "אברהם יוסף שפירא (כונה גם אברמ'ל או מוניה) נולד בעיר לבוב שהייתה בירת גליציה המזרחית, לפנחס שפירא, צאצאו של רבי פנחס שפירא מקוריץ, ולהינדה בקנרוט, ממשפחת רבי שמואל יצחק שור, בעל \"מנחת שי\". למד בישיבה בטעמשוואר (טימישוארה), בראשות הרב אשר יונה ויינברגר, שם נקשר לרבי אליעזר הגר (דמשק אליעזר). כן למד בישיבת כוכב מיעקב של רבי דב בעריש וידנפלד, בטשעבין (Trzebinia) בגליציה המערבית שבפולין, ושם הוסמך להוראה. ניצל מן השואה, בעת שהוריו עברו לבוקרשט שברומניה. לאחר המלחמה עברו הוריו לשווייץ, הוא עצמו עלה לישראל בשנת 1949, בגיל 28. לאחר שעלתה משפחתו ארצה הקים אביו מפעל לייצור סרטים לתעשיית הקונפקציה, בדרום תל אביב. היה חסיד סדיגורא ומקורב לחסידות גור.", "qas": []}, {"context": "בכנסת ה-10 שימש כיושב ראש הנהלת הקואליציה, אך תפקידו החשוב ביותר בשנות כהונתו, היה תפקיד יושב ראש ועדת הכספים, אותו מילא בכנסת ה-11 (1984–1988). בתקופה זו של אינפלציה תלת ספרתית, עליה באבטלה ומשברים פיננסיים – ועדת הכספים היוותה מוקד של עוצמה, ואברהם שפירא ידע למצות את התפקיד. שני תפקידים אלה היקנו לו מעמד של \"המוציא והמביא\" בקואליציה באותו הזמן. תפקיד זה, פעילותו למען הציבור החרדי במסגרת \"הכספים הייחודיים\" וכן נטייתו לקשור החלטות של ועדת הכספים לתמיכות כספיות במוסדות דתיים וחרדים, הקנו לו באמצעי התקשורת את התואר \"המנכ\"ל של המדינה\". בהיותו איש עסקים, נלווה לו גם התואר \"הגביר\".", "qas": []}]}, {"title": "חיל השריון (רוסיה)", "paragraphs": [{"context": "במהלך ההיסטוריה, כוחות השריון היו חיל \"נפרד\" של הצבא בברית המועצות רק עד 1 ביולי 1980, אז בוטל תפקידו של מפקד כוחות השריון. לאחר תאריך זה הוצג תפקידו של \"ראש מינהל הרק\"מים הראשי\" (GBTU), שאחרי קריסת ברית המועצות התקיים בפדרציה הרוסית עד דצמבר 1994 (לפי מקור אחר - עד 1992). בהתאם לצו של שר ההגנה מיום 2 בדצמבר 1994, הוקמה הנהלת השריון הראשי (GBTU) ומינהלת הרכב והטרקטורים הראשית (GLAVTU), ועד אפריל 1995 אורגנה הנהלת השריון הראשית, GABTU, ששימש כגוף מרכזי לבקרה ופיקוח על מצב התחמושת, תכנון להקמת חיזוק לרכבים ואספקת ציוד וטנקים לחיל השריון.", "qas": []}, {"context": "לדברי מפקד זרוע היבשה, גנרל הצבא ולדימיר בולדירב חיל השריון הם הכוח העיקרי של כוחות היבשה, והטנק ממשיך להיות כלי לחימה ייחודי.על פי צו נשיא רוסיה מספר 435F מיום 16 באפריל 2005 ועל פי צו שר ההגנה של רוסיה מספר 043 מיום 27 במאי 2005, הוכנסו לשירות טנקים T-72BA, T-80BA, T-80UA, T-80U-E1 ו- T-90A. בשנים 2001–2010 יוצרו 280 טנקים עבור חיל השריון.בשנת 2005 הצבא ברוסיה כלל 23,000 טנקים. בשנת 2009 הוכרז על תוכנית להפחית את מספר הטנקים ברוסיה ל-2,000 יחידות.בשנים 2008–2010, אחת המשימות העדיפות לפיתוח כוחות היבשה הייתה לצייד אותם - בעיקר תצורות ויחידות למוכנות מתמדת - עם טנקים מודרניים מדגם T-90. הבעיות העיקריות של חיילי השריון הן מגוון רחב של תכנון צי טנקים, הצורך בהגברת כוח האש של הטנקים, ביטחונם וניידותם.בשנים 2010–2011 התקבלה החלטה להפסיק את רכישתם וייצורם של T-90, BTR-90, BTR-80, BMD-4, BMP-3 וכל רכב משוריין ביתי אחר לתקופה של 5 שנים, עד להקמת פלטפורמת הארמטה. בשנת 2018, חיל השריון היה מצויד ב-3,030 טנקים כשירים ו-10,200 טנקים באחסון והחלו להיקלט טנקים חדשים מדגם T-14 ארמטה.", "qas": []}]}]}