{"version": "v1.1", "data": [{"title": "Bad Romance", "paragraphs": [{"context": "גאגא שיתפה פעולה עם רדוואן בכתיבת \"Bad Romance\", וחייט לקח על עצמו את ההפקה. השיר הוקלט באולפני \"Record Plant\" בלוס אנג'לס וב-\"FC Walvisch\" אולפני ההקלטה באמסטרדם. \"Bad Romance\" יצא כסינגל הראשי מהמיני-אלבום The Fame Monster (2009), שיצא כגרסה מחודשת של לאלבום הבכורה של גאגא משנת 2008, The Fame. לפני שחרורו הרשמי, גרסת הדגמה של השיר פורסמה באופן לא חוקי באינטרנט, מה שגרם לגאגא להגיב באמצעות טוויטר, \"הדלפת הסינגל הבא תגורם לאוזניי לדמם. המתינו עד שתשמעו את הגרסה האמיתית\". קטע של השיר בוצע בסאטרדיי נייט לייב ב-3 באוקטובר 2009, יחד עם \"Poker Face\" ו-\"LoveGame\". הגרסה הסופית של \"Bad Romance\" הוקרנה לראשונה במהלך גמר התצוגה של מעצב האופנה אלכסנדר מקווין בפאריס בשנת 2010 בפריז, ושחרורו של השיר הגיע לאחר מכן ב-19 באוקטובר באותה שנה.", "qas": []}, {"context": "בארצות הברית, \"Bad Romance\" הופיע לראשונה במקום ה-9 במצעד הבילבורד הוט 100 ב-14 בנובמבר 2009, מה שהפך אותו לשיר עם כניסת הבכורה הגבוה ביותר של גאגא באותה תקופה במצעד. הוא מכרה כ-143,000 הורדות דיגיטליות בתשלום בשבועו הראשון במדינה. אחרי שבועיים השיר עבר מהמקום ה-11 ל-2 במצעד שהפך לנקודת שיאו, הוא שמר על המקום במשך 7 שבועות לא רצופים. השיר נחסם מלהגיע למקום הראשון במצעד על ידי השיר \"Empire State of Mind\" מאת ג'יי זי עם אלישה קיז ומאוחר יותר על ידי \"Tik Tok\" מאת קשה. המעבר למקומו השני הגיע בעקבות רווח דיגיטלי של כ-49%. השיר הוביל את טבלת השירים הדיגיטליים החמים של בילבורד לאחר שמכר כ-209,000 עותקים דיגיטליים באותו שבוע. \"Bad Romance\" הפך לשיר עם נקודת השיא הגבוה ביותר במצעד הבילבורד הוט 100 של גאגא מאז הסינגלים \"Just Dance\" ו-\"Poker Face\" משנת 2008. נכון לפברואר 2019, \"Bad Romance\" מכר כ-5.9 מיליון עותקים בארצות הברית, על פי חברת \"MRC Data\" ובכך הפך את גאגא לאמן השני בהיסטוריה הדיגיטלית שיש לו שלושה סינגלים יחד עם - \"Just Dance\" ו-\"Poker Face\" שעברו את חמשת מיליון ההורדות הדיגיטליות במדינה. לאחר שאיגוד תעשיית ההקלטות האמריקאי (RIAA) החל לכלול הזרמות מדיה בטבלת חישוב מכירת העותקים שלהם, \"Bad Romance\" הוסמך לפלטינה בגודל 11× לאחר שמכר 11 מיליון עותקים סך הכל במכירות והזרמות מדיה בארצות הברית. \"Bad Romance\" הופיע לראשונה במצעד שירי הפופ במקום ה-38, ולאחר מכן כבש את המצעד והפך לסינגל החמישי ברציפות של גאגא בראש המצעד. באותו שבוע הוא גם הוביל את מצעד שירי הדאנס של בילבורד. על פי מערכות הנתונים המשודרות של חברת \"MRC Data\", הוא קבע את שיא ההשמעות השבועיות הגדולות ביותר בהיסטוריה מזה 17 שנה במצעד שירי הפופ, ורשם כ-10,859 השמעות מ-130 תחנות רדיו שונות שעקבו אחר המצעד.בעקבות הופעת המחצית של גאגא בסופרבול LI בשנת 2017, השיר נכנס מחדש למצעד הבילבורד הוט 100 למקום ה-50 ולמקום ה-9 במצעד מכירות השירים הדיגיטליים. במצעד הסינגלים הקנדי, \"Bad Romance\" הופיע לראשונה במקום ה-58, והגיע למקום הראשון בשבוע שלאחר מכן והפך לשיר השלישי של גאגא במקום הראשון במדינה. לאחר שהוחלף בשיר \"Tik Tok\" של קשה במשך שבועיים, \"Bad Romance\" חזר למקום הראשון במצעד. איגוד תעשיית ההקלטות הקנדי הכתיר את השיר לתואר פלטינה 7× לאחר שמכר כ-560,000 עותקים. השיר מכר מעל 9.7 מיליון עותקים ברחבי העולם בשנת 2010, ו-12.2 מיליון בסך הכל, ובכך, מוכתר כאחד השירים הנמכרים ביותר בכל הזמנים.", "qas": []}]}]}