{"version": "v1.1", "data": [{"title": "ג'ון לנארד", "paragraphs": [{"context": "על אף שדעותיו הפוליטיות היו שמאליות, זכה לנארד בפטרון מפתיע בראשית דרכו, בדמות העורך השמרני ויליאם פ' באקלי, שקיבל אותו ב־1959 למשרה ראשונה בעיתונאות, בכתב העת שערך באקלי \"נשיונל ריוויו\". שם עבד לצד אנשי ספר צעירים כמו ג'ואן דידיון, גארי ווילס, רנאטה אדלר וארלין קרוצ'ה. משם התקדם לנארד לתפקיד מנהל תחום דרמה וספרות של תחנת הרדיו KPFA בברקלי, שם העסיק את פולין קייל שהייתה אז בלתי ידועה, ולימים הפכה מבקרת קולנוע ידועה ומשפיעה, בעוד שלנארד עצמו שימש המבקר הספרותי של התחנה, והתענג על שטף העותקים המוקדמים שנשלחו אליו על ידי מוציאים לאור. בהמשך, עבד לנארד כמורה לאנגלית ברוקסברי, מסצ'וסטס, כמרכז איגודי עובדים של עובדי חקלאות מהגרים, וכמארגן קהילתי עבור תנועת המחאה נגד מלחמת וייטנאם, ובשנת 1967 הצטרף לסגל New York Times Book Review. בשנת 1968, חתם לנארד על התחייבות של קבוצת סופרים ועורכים לסרב לשלם מיסים, במחאה נגד מלחמת וייטנאם. העיתון קידם אותו למשרת מבקר ספרים יומי בשנת 1969 ובשנת 1971, בהיותו בן 31, קידם אותו לתפקיד עורך האחראי. ב־1975 הוא חזר לתפקיד מבקר ספרים יומי, ושיבח את יצירתן של סופרות כמו מקסין הונג קינגסטון ומרי גורדון. הוא היה המבקר הראשון שכתב על טוני מוריסון (לימים זוכת פרס נובל לספרות) והמבקר האמריקאי הראשון שכתב על גבריאל גרסיה מארקס, זוכה פרס נובל אף הוא. בין 1977 ל־1980, כתב לנארד טור שבועי בשם \"חיים פרטיים\", על משפחתו, חבריו וחוויותיו.", "qas": []}, {"context": "לנארד היה מבקר בעל תיאבון ביקורתי מקיף, וכתב על תרבות, פוליטיקה, טלוויזיה, ספרים ותקשורת גם בפרסומים רבים אחרים, ביניהם The Nation, The New York Review of Books, Harper's, The Atlantic Monthly, Esquire, פלייבוי, פנטהאוז, Vanity Fair, TV Guide, Ms. Magazine, Harper's Bazaar, Vogue, Newsweek, New York Woman, MemoriesTikkun, The Yale Review, The Village Voice, New Statesman, The Boston Globe, Washington Post Book World, The Los Angeles Times Book Review, American Heritage ו־Salon.com. הוא הגיש ביקורות ספרים בתוכנית Fresh Air של הרדיו הלאומי הציבורי (NPR) וכתב טור בשם \"הלם תרבות\" ב־New York Newsday. במשך 16 שנים הגיש ביקורות ספרים, טלוויזיה וסרטים בתוכנית יום ראשון בבוקר של CBS. לנארד לימד כתיבה יוצרת וביקורת באוניברסיטת פנסילבניה ובאוניברסיטת קולומביה.", "qas": []}]}]}